IDEA Open Model
ReinfBarByTwoPoints.MasterPoint2 Property
Compatible with IDEA StatiCa v 10.1
 Second master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int MasterPoint2 { get; set; }
Public Property MasterPoint2 As Integer
	Get
	Set
public:
property int MasterPoint2 {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace